#Tap
tap "homebrew/cask-fonts"
tap "1password/tap"

#Brew
brew "git"
brew "jq"
brew "ktlint"
brew "kubectl"
brew "lazygit"
brew "neovim"
brew "node"
brew "python@3.9"
brew "rconroy293/seventeenlands/seventeenlands"
brew "starship"
brew "slides"
brew "thefuck"
brew "watch"
brew "wget"
brew "yarn"

#Cask
cask "1password"
cask "1password-cli"
cask "alfred"
cask "bluesnooze"
cask "discord"
cask "docker"
cask "dropbox"
cask "epic-games"
cask "font-monaspace"
cask "font-symbols-only-nerd-font"
cask "google-chrome"
cask "intellij-idea"
cask "iterm2"
cask "kitty"
cask "rectangle"
cask "slack"
cask "sonos"
cask "spotify"
